export const MEMBERS: Record<string, { name: string; lab: string }> = {
  "2048": { name: "わかな", lab: "そふらぼ" },
  "3013": { name: "みれい",   lab: "マルチメディア" },
  "0808": { name: "ちはる",   lab: "視覚情報" },
  "0909": { name: "かなえ",   lab: "視覚情報" },
  "2525": { name: "きよら",   lab: "コンピュータビジョン" },
  "8686": { name: "まゆか",   lab: "コンピュータビジョン" },
  "0125": { name: "めい",   lab: "ヘルスケア" },
  "0203": { name: "ゆずき",   lab: "情報セキュリティ" },
  "1128": { name: "ちさと",   lab: "ワイヤレス" },
  "1106": { name: "ゆう",   lab: "コミュニケーション" },
  "0523": { name: "まなほ",   lab: "社会知能" },
}